
ChatterDB = {
	["namespaces"] = {
		["PlayerNames"] = {
		},
		["AltLinks"] = {
			["profiles"] = {
				["Default"] = {
					["guildranks"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						[0] = false,
					},
				},
			},
		},
		["Scrollback"] = {
		},
		["Invite Links"] = {
			["profiles"] = {
				["Default"] = {
					["words"] = {
						["組我"] = "組我",
						["組"] = "組",
					},
				},
			},
		},
		["ChannelColors"] = {
			["profiles"] = {
				["Default"] = {
					["colors"] = {
						["本地防務"] = {
							["r"] = 1,
							["g"] = 0.752941250801086,
							["b"] = 0.752941250801086,
						},
						["Real ID對話"] = {
							["r"] = 0,
							["g"] = 0.694117665290833,
							["b"] = 0.941176533699036,
						},
						["副本領袖"] = {
							["r"] = 1,
							["g"] = 0.282352954149246,
							["b"] = 0.0352941192686558,
						},
						["隊長"] = {
							["r"] = 0.462745130062103,
							["g"] = 0.784313797950745,
							["b"] = 1,
						},
						["綜合"] = {
							["r"] = 1,
							["g"] = 0.752941250801086,
							["b"] = 0.752941250801086,
						},
						["說"] = {
							["r"] = 1,
							["g"] = 1,
							["b"] = 1,
						},
						["隊伍"] = {
							["r"] = 0.666666686534882,
							["g"] = 0.666666686534882,
							["b"] = 1,
						},
						["公會幹部"] = {
							["r"] = 0.250980406999588,
							["g"] = 0.752941250801086,
							["b"] = 0.250980406999588,
						},
						["副本"] = {
							["r"] = 1,
							["g"] = 0.498039245605469,
							["b"] = 0,
						},
						["大喊"] = {
							["r"] = 1,
							["g"] = 0.250980406999588,
							["b"] = 0.250980406999588,
						},
						["團隊"] = {
							["r"] = 1,
							["g"] = 0.498039245605469,
							["b"] = 0,
						},
						["公會"] = {
							["r"] = 0.250980406999588,
							["g"] = 1,
							["b"] = 0.250980406999588,
						},
						["團隊警告"] = {
							["r"] = 1,
							["g"] = 0.282352954149246,
							["b"] = 0,
						},
						["團隊隊長"] = {
							["r"] = 1,
							["g"] = 0.282352954149246,
							["b"] = 0.0352941192686558,
						},
						["Real ID密語"] = {
							["r"] = 0,
							["g"] = 1,
							["b"] = 0.964705944061279,
						},
						["悄悄話"] = {
							["r"] = 1,
							["g"] = 0.501960813999176,
							["b"] = 1,
						},
						["debugguy"] = {
							["r"] = 1,
							["g"] = 0.752941250801086,
							["b"] = 0.752941250801086,
						},
					},
				},
			},
		},
		["StickyChannels"] = {
		},
		["RealIdPolish"] = {
		},
		["ChatFrameBorders"] = {
		},
		["Buttons"] = {
		},
		["Server Positioning"] = {
		},
		["Mousewheel Scroll"] = {
		},
		["Timestamps"] = {
		},
		["EditBox"] = {
		},
		["ChatFont"] = {
		},
		["ChatTabs"] = {
		},
		["ChannelNames"] = {
		},
		["CopyChat"] = {
		},
		["UrlCopy"] = {
		},
		["Editbox History"] = {
			["realm"] = {
				["冰風崗哨"] = {
					["history"] = {
						"/p WC一下", -- [1]
						"/p 我們跟著他們不會比較快 因為我們等級可以打下面的了", -- [2]
						"/5 原來我錯頻 XD", -- [3]
						"/p 你們不讓他講完話 XD", -- [4]
						"/p 謝謝你們", -- [5]
						"/p 謝謝他們應該沒錯吧", -- [6]
						"/5 任務還沒還吧", -- [7]
						"/5 退吧 我們可以打不一樣的", -- [8]
						"/5 要換地方了", -- [9]
						"/5 不用接了", -- [10]
						"/5 好遠", -- [11]
						"/5 先回奧格", -- [12]
						"/5 拉我~~", -- [13]
						"/5 阿姨來載我們練攻(誤", -- [14]
						"/5 都可", -- [15]
						"/5 我還個任務", -- [16]
						"/5  |cffffff00|Hquest:28509:45|h[大酋長的命令:塔納利斯!]|h|r", -- [17]
						"/5 OK", -- [18]
						"/5 幫我回饋", -- [19]
						"/5 等等", -- [20]
						"/5 牧師", -- [21]
						"/7 可以吧", -- [22]
						"/7 你那隻剛練的", -- [23]
						"/7 我覺得可以", -- [24]
						"/7 出門 ", -- [25]
						"/鞠躬", -- [26]
						"/7  |cff71d5ff|Hspell:121820|h[黑曜夜翼]|h|r", -- [27]
						"/7  |cffa335ee|Hitem:116372:0:0:0:0:0:0:0:100:0:4:1:560|h[統治者法杖]|h|r", -- [28]
						"/cw 冰戚凌 練小號?", -- [29]
						"/5 拉我吧", -- [30]
						"/7 ㄆ", -- [31]
						"/7 先睡了 掰", -- [32]
					},
				},
			},
		},
		["Highlight"] = {
		},
		["JustifyText"] = {
		},
	},
	["profileKeys"] = {
		["Aalizz - 冰風崗哨"] = "Default",
		["Patala - 冰風崗哨"] = "Default",
		["Aalizzwall - 冰風崗哨"] = "Default",
		["更多的治療 - 冰風崗哨"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["welcomeMessaged"] = true,
		},
	},
}
